"Resume" = "Resume";
"Start" = "Start";

// Virus types 
"Spyware" = "Spyware";
"Adware" = "Adware";
"Malware" = "Malware";
"Dialer" = "Dialer";
"Troyan" = "Troyan";
"Backdoor" = "Backdoor";
"Rootkit" = "Rootkit";
"Worm" = "Worm";

// Risk Type
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";

// Security Status
"Scan_PrologInfectedText" = "Unfortunately, your computer is infected.";
"Scan_InfectedText" = "To protect your information (like credit card numbers, etc.) it's highly recommended to cleanup the system.";

"Scan_PrologUnknownText" = "The status of your system is unknown.";
"Scan_UnknownText" = "It's highly recommended to start scanning as quickly as possible.";

"Scan_PrologCleanText" = "Your system is clean now."; 
"Scan_CleanText" = "Don't forget to scan the system from time to time to be sure it's clean.";

"StatusInfectedText" = "Unfortunately, your computer is infected. Clean up your system right now";
"StatusUnknownText" = "It's highly recommended to start scanning as quickly as possible.";
"StatusOkText" = "Don't forget to scan your system from time to time.";

"StatusStatusInfected" = "At Risk";
"StatusStatusUnknown" = "Unknown";
"StatusStatusOk" = "Clear"; 

// Scanning area
"SA_InMemoryProcesses" = "In Memory Apps: ";
"SA_DiskProcesses" = "Files System: ";
"SA_History" = "Suspicious objects: ";

// Success Register Message box
"SRM_Title" = "Your copy of Mac Security is registered now.";
"SRM_Message" = "Congratulations! Now you have an ability not only to find viruses, but also to make a full system cleanup. It is hihgly recommended to do a cleanup as quickly as possible.";

// Warning! Cant cleanup - not registered soft
"STR_Title" = "Unregistered copy";
"STR_Message" = "The copy of your antivirus is not registered. Register to have an ability to do a full cleanup of your system.";

// Register status in Control Center
"RS_Status_Reg" =   "Registered";
"RS_Status_Unreg" = "Unregistered";
"RS_Status_RegTextShort" =      "The program is registered and fully functional.";
"RS_Status_RegTextLong" =      "The program is registered and the license will never expire. Don't forget to check updates to have an up-to-date viruses database.";
"RS_CC_Status_UnregText" = "You can't delete viruses. Register to be able to delete viruses.";
"RS_SI_Status_UnregText" = "You have an unregistered program with reduced functionality.";

// Cleaning up the system
"CUS_Title" = "System cleanup ...";
"CUS_Prefix" = "Treating: ";

// Splash
"DB Loading" = "%d%% loaded ...";

// Sys Info Window
"Megabytes" = "%d MB";
"Gigabytes" = "%d GB";

// Notification System
"NS_StartScan_Caption" = "Scanning started";
"NS_StartScan_Text" = "The scanning process has been started. You will be informed about its progress.";

"NS_PauseScan_Caption" = "Scanning paused";
"NS_PauseScan_Text" = "The scanning process is paused.  To continue press \"Resume\" button.";

"NS_ResumeScan_Caption" = "Scanning resumed";
"NS_ResumeScan_Text" = "The scanning process is resumed.  You will be informed about its progress.";

"NS_StopScan_Caption" = "Scanning stopped";
"NS_StopScan_Text" = "The scanning process is stopped.  It's highly recommended to do a full scan from time to time.";

"NS_ScanFinished_Caption" = "Scanning finished";
"NS_ScanFinished_Text" = "The scanning process is finished.  It's highly recommended to do a full scan from time to time.";

"NS_Unregister_Caption" = "Unregistered copy";
"NS_Unregister_Text" = "Sorry, the copy of your program is unregistered. Register to have an ability to cleanup your system.";

"NS_Infected_Caption" = "The system is infected";
"NS_Infected_Text" = "Your system is infected. It's highly recommended to cleanup your system to protect critical information like credit card numbers, etc.";

"NS_VirusFound_Caption" = "Virus found";
"NS_VirusFound_Text" = "Infected file detected:";

// Applicarion crashed dialog
"ACD_WindowTitle" = "%@ crashed";

// About Dialog
"AD_ClicktoTicket" = "Click to send ticket";

// Exit dialog
"ED_Title" = "Exit from program";
"ED_Message" = "Do you really want to exit from program?";
"ED_Yes_Btn" = "Yes";
"ED_No_Btn" = "No";